{
    "name": [
        "The Legend of Zelda: Breath of the Wild",
        "Super Mario Odyssey",
        "The House in Fata Morgana - Dreams of the Revenants Edition -",
        "Portal Companion Collection",
        "Tetris Effect: Connected",
        "Persona 5 Royal",
        "Hades",
        "Divinity: Original Sin II - Definitive Edition",
        "Ori and the Will of the Wisps",
        "Undertale",
        "Super Smash Bros. Ultimate",
        "Celeste",
        "A Monster's Expedition",
        "Spelunky 2",
        "Dead Cells: The Queen & The Sea",
        "OneShot: World Machine Edition",
        "Bayonetta 2",
        "Mario Kart 8 Deluxe",
        "INSIDE",
        "Retro City Rampage DX",
        "Dragon Quest XI S: Echoes of an Elusive Age - Definitive Edition",
        "Sonic Mania Plus",
        "Unavowed",
        "SteamWorld Heist: Ultimate Edition",
        "Shovel Knight: Treasure Trove",
        "Animal Crossing: New Horizons",
        "Ori and the Blind Forest: Definitive Edition",
        "Bastion",
        "Florence",
        "The Forgotten City",
        "Hollow Knight",
        "Bayonetta + Bayonetta 2",
        "Chicory: A Colorful Tale",
        "Xenoblade Chronicles: Definitive Edition",
        "Dead Cells",
        "Into the Breach",
        "Super Mario 3D World + Bowser's Fury",
        "Fire Emblem: Three Houses",
        "Xenoblade Chronicles 3",
        "NieR: Automata - The End of YoRHa Edition",
        "Okami HD",
        "Mark of the Ninja: Remastered",
        "Death's Door",
        "TowerFall",
        "A Short Hike",
        "Neon White",
        "Dream Daddy: A Dad Dating Simulator",
        "Streets of Rage 4: Mr. X Nightmare",
        "Dicey Dungeons",
        "DUSK",
        "Hyper Light Drifter",
        "Tunic",
        "What Remains of Edith Finch",
        "13 Sentinels: Aegis Rim",
        "Fez",
        "Nuclear Throne",
        "FAR: Lone Sails",
        "Gone Home",
        "Unsighted",
        "Metroid Dread",
        "Super Mario Maker 2",
        "Monster Hunter Rise",
        "Downwell",
        "Diablo III: Eternal Collection",
        "SteamWorld Dig 2",
        "Ikaruga",
        "Cuphead in the Delicious Last Course",
        "Cave Story +",
        "Bayonetta 3",
        "Deemo",
        "FILMECHANISM",
        "Stardew Valley",
        "Quake Remastered",
        "Cuphead",
        "Astral Chain",
        "Dragon Ball FighterZ",
        "Kentucky Route Zero: TV Edition",
        "Guacamelee! 2",
        "Enter the Gungeon",
        "The Legend of Zelda: Link's Awakening",
        "Super Mega Baseball 3",
        "Two Point Campus",
        "The Stanley Parable: Ultra Deluxe",
        "Trine 2: Complete Story",
        "Jack Move",
        "Tinykin",
        "DoDonPachi Resurrection",
        "Teenage Mutant Ninja Turtles: Shredder's Revenge",
        "Overcooked! All You Can Eat",
        "Severed",
        "Axiom Verge",
        "OlliOlli World",
        "Grindstone",
        "Katamari Damacy REROLL",
        "Owlboy",
        "Super Mega Baseball 2: Ultimate Edition",
        "Little Noah: Scion of Paradise",
        "Velocity 2X",
        "Streets of Rage 4",
        "Firewatch"
    ],
    "summary": [
        "Forget everything you know about The Legend of Zelda games. Step into a world of discovery, exploration and adventure in The Legend of Zelda: Breath of the Wild, a boundary-breaking new game in the acclaimed series. Travel across fields, through forests and to mountain peaks as you discover what has become of the ruined kingdom of Hyrule in this open-air adventure. Explore the wilds of Hyrule any way you like - Climb up towers and mountain peaks in search of new destinations, then set your own path to get there and plunge into the wilderness. Along the way, you'll battle towering enemies, hunt wild beasts and gather ingredients for the food and elixirs you'll need to sustain you on your journey. More than 100 Shrines of Trials to discover and explore - Shrines dot the landscape, waiting to be discovered in any order you want. Search for them in various ways, and solve a variety of puzzles inside. Work your way through the traps and devices inside to earn special items and other rewards that will help you on your adventure.\r*    Be prepared and properly equipped - With an entire world waiting to be explored, you'll need a variety of outfits and gear to reach every corner. You may need to bundle up with warmer clothes or change into something better suited to the desert heat. Some clothing even has special effects that, for example, can make you faster and stealthier.\r*    Battling enemies requires strategy - The world is inhabited with enemies of all shapes and sizes. Each one has its own attack method and weaponry, so you must think quickly and develop the right strategies to defeat them.\r*    amiibo compatibility - Tap the Wolf Link amiibo (sold separately) to make Wolf Link appear in game. Wolf Link will attack enemies on his own and help you find items you're searching for.",
        "New Evolution of Mario Sandbox-Style Gameplay. Mario embarks on a new journey through unknown worlds, running and jumping through huge 3D worlds in the first sandbox-style Mario game since Super Mario 64 and Super Mario Sunshine. Set sail between expansive worlds aboard an airship, and perform all-new actions, such as throwing Mario's cap.",
        "A gothic suspense tale set in a cursed mansion. ‘The House in Fata Morgana’ is a full-length visual novel spanning nearly a millennium that deals in tragedy, human nature, and insanity. This version includes three games and more:\r  1: The House in Fata Morgana: the main storyline.\r  2: A Requiem for Innocence: a prequel shedding light on the origins of Fata Morgana’s terrible curse.\r  3: Reincarnation: a sequel featuring the central cast members reincarnated in the present day. *The part including voices\r  4: Other additional short stories.",
        "Including Portal and Portal 2, the Companion Collection comes to Nintendo Switch™ with all the groundbreaking gameplay, dark humor, and exploration that earned the series hundreds of awards. In Portal, you’ll use a highly experimental portal device to solve physical puzzles and challenges. Maneuver objects--and yourself--through space to puzzle your way through the mysterious Aperture Science Laboratories.\r Return to Aperture Laboratories in Portal 2 where you’ll once again face off with the lethally inventive, power-mad A.I. named GLaDOS. Meet an expanded cast of characters as you think your way through dangerous, never-before-seen areas of the laboratories and a wider variety of portal puzzles. Plus Portal 2 also includes a co-operative game mode with local, split-screen and online multiplayer so you and a friend can think with portals.",
        "Tetris Effect: Connected is the original Tetris Effect with all-new co-op and competitive online and local multiplayer modes. This is Tetris like you've never seen it, or heard it, or felt it beforean incredibly addictive, unique and breathtakingly gorgeous reinvention of one of the most popular puzzle games of all time.",
        "No content",
        "Defy the god of the dead as you hack and slash out of the Underworld in this rogue-like dungeon crawler from the creators of Bastion, Transistor, and Pyre. Hades is a god-like rogue-like dungeon crawler that combines the best aspects of Supergiant's critically acclaimed titles, including the fast-paced action of Bastion, the rich atmosphere and depth of Transistor, and the character-driven storytelling of Pyre.\r BATTLE OUT OF HELL\r As the immortal Prince of the Underworld, you'll wield the powers and mythic weapons of Olympus to break free from the clutches of the god of the dead himself, while growing stronger and unraveling more of the story with each unique escape attempt.\r UNLEASH THE FURY OF OLYMPUS\r The Olympians have your back! Meet Zeus, Athena, Poseidon, and many more, and choose from their dozens of powerful Boons that enhance your abilities. There are thousands of viable character builds to discover as you go.\r BEFRIEND GODS, GHOSTS, AND MONSTERS\r A fully-voiced cast of colorful, larger-than-life characters is waiting to meet you! Grow your relationships with them, and experience thousands of unique story events as you learn about what's really at stake for this big, dysfunctional family.\r BUILT FOR REPLAYABILITY\r New surprises await each time you delve into the ever-shifting Underworld, whose guardian bosses will remember you. Use the powerful Mirror of Night to grow permanently stronger, and give yourself a leg up the next time you run away from home.\r NOTHING IS IMPOSSIBLE\r Permanent upgrades mean you don't have to be a god yourself to experience the exciting combat and gripping story. Though, if you happen to be one, crank up the challenge and get ready for some white-knuckle action that will put your well-practiced skills to the test.\r SIGNATURE SUPERGIANT STYLE\r The rich, atmospheric presentation and unique melding of gameplay and narrative that's been core to Supergiant's games is here in full force: spectacular hand-painted environments and a blood-pumping original score bring the Underworld to life.\r",
        "Set a thousand years after the first game, Divinity: Original Sin II presents a darker, more grounded narrative and expands on the tactical combat system of its award-winning predecessor. In Divinity: Original Sin, you were on a quest for the forbidden Source magic. Now, you yourself are a Sourcerer: a dangerously powerful individual whose abilities summon creatures from the encroaching Void. The Divine is dead and the Void is everywhere. Sourcerers are blamed and the Divine Order is leading the charge against the threat: you. Captured and sent to Fort Joy, you will be \"cured\" of your powers -- no matter the cost. But the Order has secrets of its own that may cast doubt on its so-called holy mission. As you escape from Fort Joy, you realize that if the world remains godless, it will be consumed by the Void.",
        "From the creators of Ori and the Blind Forest comes the highly-anticipated sequel, Ori and the Will of the Wisps. Embark on an all-new adventure in a vast and exotic world where you’ll encounter towering enemies and challenging puzzles on your quest to discover Ori’s true destiny. Immerse yourself in a hand-crafted narrative experience with deeply emotional storytelling, strikingly beautiful environments, and a stunning soundtrack. Master new skills to guide Ori through a journey of untold danger using newly acquired spirit weapons, spells, and attacks. Utilize an all-new shard system to power-up Ori’s newfound abilities. Face larger-than-life bosses and seek help from an expansive cast of new characters who will help you uncover Ori’s mysterious fate. Race to the top of the leaderboards in the all-new Spirit Trials mode where players dash, burrow, grapple, and leap to high scores in unique speed-run challenges throughout the game.",
        "Welcome to UNDERTALE. In this RPG, you control a human who falls underground into the world of monsters. Now you must find your way out... or stay trapped forever.\r ((Healthy Dog's Warning: Game contains imagery that may be harmful to players with photosensitive epilepsy or similar condition.))\r features:\r *    Killing is unnecessary: negotiate out of danger using the unique battle system.\r*    Time your attacks for extra damage, then dodge enemy attacks in a style reminiscent of top-down shooters.\r*    Original art and soundtrack brimming with personality.\r*    Soulful, character-rich story with an emphasis on humor.\r*    Created mostly by one person.\r*    Become friends with all of the bosses!\r*    At least 5 dogs.\r*    You can date a skeleton.\r*    Hmmm... now there are 6 dogs...?\r*    Maybe you won't want to date the skeleton.\r*    I thought I found a 7th dog, but it was actually just the 3rd dog.\r*    If you play this game, can you count the dogs for me...? I'm not good at it.",
        "Inklings from the Splatoon series, as well as returning Smash characters like Mario and Link will be making appearances in this classic Nintendo franchise's Switch debut. Faster combat, new items, new attacks, new defensive options, and more will keep the battle raging whether you’re at home or on the go. ",
        "No content",
        "From some of the best puzzle designers in the world comes A Monster's Expedition, an adorable and relaxing open world puzzle adventure for monsters who love to learn about humans.By pushing trees over to create pathways, you'll explore hundreds of islands near and far to learn about the history of \"humanity\".Immerse yourself in human culture with all-new exhibits from the \"Human Englandland\" dig site, each accompanied with expert insights!",
        "No content",
        "The Queen & The Sea DLC takes place within two brand new Biomes: The Infested Shipwreck and The Lighthouse. Parallel to the High Peak Castle and Throne Room levels, the new Biomes introduce players to a rotten shipwreck where you will be hunted by eldritch horrors (of course) through the bowels of this spooky and haunted old vessel. The second Biome, The Lighthouse, introduces vertical exploration of a soaring tower in which players will scramble upward as fast as they can to outrun rising flames while simultaneously fending off highly skilled warriors who want nothing more than to end your run. This final Biome is as epic and refreshing as it is challenging.",
        "Experience an adventure game with puzzles that go beyond its own window and establish a unique bond with the main character.In OneShot: World Machine Edition, you discover a strange computer operating system with a self-contained world installed. Explore this world to unravel its mysteries and help guide a child on their mission to restore the long-dead sun.You hear that saving the world may no longer be possible... But it's worth a shot, you think. Now with collectible content and features exclusive to the World Machine Edition!",
        "In this climatic sequel to the critically acclaimed Bayonetta action game, players will be on the edge of their seats from start to finish. Brimming with epic, gorgeous cut scenes and battles that are more exhilarating than ever, this game never lets up on the action. Fight on top of a jet as it soars through a downtown city. Duke it out against a giant angel, who bears a whip for an arm, on top of a speeding train. And take to the skies in a fight against a demonic monster while ascending to the top of a skyscraper.",
        "Race and battle your friends in the definitive version of Mario Kart 8. Hit the road with the definitive version of Mario Kart 8 and play anytime, anywhere! Race your friends or battle them in a revised battle mode on new and returning battle courses. Play locally in up to 4-player multiplayer in 1080p while playing in TV Mode. Every track from the Wii U version, including DLC, makes a glorious return. Plus, the Inklings appear as all-new guest characters, along with returning favorites, such as King Boo, Dry Bones, and Bowser Jr. Race your friends in the definitive version of Mario Kart 8, only on Nintendo Switch. Race as every character on every track from the Wii U version, including DLC characters and tracks. Pop some balloons in the revamped Battle mode, complete with Balloon Battle and Bob-omb Blast. Battle on new courses, like Urchin Underpass and Battle Stadium, or returning ones, such as GCN Luigi's Mansion and SNES Battle Course 1. Inkling Girl & Inkling Boy from Splatoon, King Boo, Dry Bones, and Bowser Jr. join the roster. Players can choose a new Smart Steering feature which makes driving and staying on the track easy for novice players and kids even at 200cc. Three new vehicles have been added, two are even inspired by Splatoon. Carry two items at the same time. Returning items include Boo, the item stealing ghost, and the Feather, which gives you a high jump in battle mode. Play your friends in local wireless multiplayer with up to 8 players. Drive through in 1080p HD quality in TV mode. Play on the go with handheld mode and play anytime, anywhere.",
        "No content",
        "Rampage The Open-World! Run Missions, Steal Cars, Evade The Law\r Rampage the open-world, steal cars and run missions - all while jumping on civilians for coins and outrunning the law with power-ups!\r This send-up to '80s and '90s video games and pop-culture includes both a full Story Mode of open-world adventure as well as an Arcade Mode for quick pick-up-and-play action. If that's not enough, it also packs an interactive city full of shops, minigames, customizations, collectibles, special guest stars, and more.\r FEATURES\r -Huge Open-World to Explore\r-Over 60 Story Missions\r-Over 40 Arcade Challenges\r-Over 25 Weapons & Power-Ups\r-Over 50 Vehicles to Steal & Equip\r-Over 200 Character Customizations\r-Includes Prototype Version, \"ROM City Rampage\"\r Includes Guest Star Minigames:\r -Virtual Meat Boy\r-BIT.TRIP: Retro City\r-Epic Meal Time\r Includes Free-Roaming Mode. Play as Meat Boy, CommanderVideo, Steve from Minecraft and more!",
        "Dragon Quest XI: Echoes of an Elusive Age tells a captivating tale of a hunted hero and is the long-awaited role-playing game from series creator Yuji Horii, character designer Akira Toriyama and composer Koichi Sugiyama. While it is the eleventh mainline entry in the critically acclaimed series, Dragon Quest XI is a completely standalone experience that features entirely new characters, a beautifully detailed world, finely tuned turn-based combat, and an immersive story that will appeal to long-time fans and franchise newcomers alike. A young man, about to participate in his village's coming of age ceremony, travels to a Sacred Stone alongside his childhood friend. After a series of unexpected events, this intrepid adventurer learns he is the reincarnation of a legendary hero from a forgotten age. The young hero sets forth into an unknown world on a journey to unravel the mystery of his past... but the welcome he receives is far from warm. Upon revealing his identity to the King, the hero is branded as \"The Dark spawn\" and hunted by a relentless army. Fleeing from his pursuers, the hero assembles a band of endearing adventurers who believe he is actually The Luminary reborn. The hero and his newfound companions embark on a quest that will take them across continents and over vast oceans as they learn of an ominous threat facing the world.",
        "No content",
        "Join the ranks of the Unavowed, and fight against the oncoming darkness.\r A demon possessed you one year ago. Since that day, you unwillingly tore a trail of bloodshed through New York City. Waking up on a stormy rooftop, you meet your saviors: the Unavowed, an ancient society dedicated to stopping evil. Life as you knew it is over, but by joining them you have a chance to reverse some of the damage you’ve done—and, if you choose wisely, to redeem yourself.\r Shape your hero: Name the playable character, choose their gender, and pick from three origin stories to customize the protagonist.\r Choose your party: Select two out of four companions to join you on missions across the boroughs of New York City. Each member of the Unavowed has a unique personality and skillset, providing different solutions to the obstacles you’ll encounter.\r Follow your conscience: Difficult choices await. In Unavowed’s subtly branching storyline, your decisions could come back to help you… or haunt you.\r Play how you want: Controls refined for Nintendo Switch™ allow you to play comfortably with either the Joy-Con™ controllers or the touch screen.",
        "Join Captain Piper Faraday, smuggler and occasional pirate, as she recruits a rag-tag team of steam-driven robots and sets out on a daring adventure. With your hearty crew you’ll board, loot and shoot your way through enemy spaceships. Overcome the challenges of the vast frontier by upgrading your robots with unique abilities, weapons – and even stylish hats!",
        "Shovel Knight: Treasure Trove is the full and complete edition of Shovel Knight, a sweeping classic action adventure game series with awesome gameplay, memorable characters, and an 8-bit retro aesthetic! Become Shovel Knight, wielder of the Shovel Blade, as he runs, jumps, and battles in a quest for his lost beloved. Take down the nefarious knights of the Order of No Quarter and their menacing leader, The Enchantress.\r But that's not everything! Shovel Knight: Treasure Trove also features three additional campaigns that are games all unto themselves! Take control of Plague Knight, Specter Knight, and King Knight on adventures of their own! Together, they form a grand and sweeping saga!\r With a fully cooperative campaign, a full-featured challenge mode, a 4 player battle mode, and body swap mode, you'll be digging for a long time. With Shovel Knight: Treasure Trove, you get it all. Uphold the virtues of Shovelry, earn relics and riches, and discover the true meaning of shovel justice!",
        "If the hustle and bustle of modern life’s got you down, Tom Nook has a new business venture up his sleeve that he knows you’ll adore: the Nook Inc. Deserted Island Getaway Package. Sure, you’ve crossed paths with colorful characters near and far. Had a grand time as one of the city folk. May’ve even turned over a new leaf and dedicated yourself to public service. But deep down, isn’t there a part of you that longs for…freedom? Then perhaps a long walk on the beach of a deserted island, where a rich wealth of untouched nature awaits, is just what the doctor ordered. Peaceful creativity and charm await as you roll up your sleeves and make your new life whatever you want it to be. Collect resources and craft everything from creature comforts to handy tools. Embrace your green thumb as you interact with flowers and trees in new ways. Set up a homestead where the rules of what goes indoors and out no longer apply. Make friends with new arrivals, enjoy the seasons, pole-vault across rivers as you explore, and more.",
        "No content",
        "Bastion is an original action role-playing game featuring a reactive narrator who marks your every move, lush hand-painted 2D artwork, and tight responsive gameplay that rewards playing with finesse. The game is designed to be simple to pick up and start playing, while offering a lot of rich choices around character customization as well as a deep story and gameworld you can lose yourself in.",
        "At 25, Florence Yeoh feels a little stuck. Her life is an endless routine of work, sleep, and spending too much time on social media. Then one day, she meets a cello player named Krish who changes everything about how she sees the world.\r Experience every beat of Florence and Krish’s relationship through a series of bespoke gameplay vignettes – from flirting to fighting, from helping each other grow to growing apart. Drawing inspiration from ‘slice of life’ graphic novels and webcomics, Florence is intimate, raw and personal.\r",
        "The Forgotten City is a mystery adventure game of exploration and deduction. Travel 2,000 years into the past and relive the final days of a cursed Roman city, where if one person sins, everyone dies.  Combat is an option, but violence will only get you so far. Only by questioning an intertwined community of colourful characters, cleverly exploiting the time loop, and making difficult moral choices can you hope to solve this epic mystery. Here, your decisions matter. The fate of the city is in your hands.\r",
        "Hollow Knight is a 2D action-adventure game with an emphasis on traditional 2D animation and skillful gameplay. Journey to Hallownest, a vast and ancient underground kingdom inhabited by a bizarre collection of insects and monsters. Players will forge their own path as they explore ruined cities, forests of fungus, temples of bone and other fantastic lands, all on their way to uncovering an ancient mystery.",
        "The Witch is Back. The witching hour strikes again. Brimming with intricate battles that take place in, on and all over epic set pieces, Bayonetta 2 finds our sassy heroine battling angels and demons in unearthly beautiful HD. You're bound to love how it feels to string together combos with unimaginable weapons and to summon demons using Bayonetta's Wicked Weave in this frantic stylized action game. Bayonetta 2 is a Wii U exclusive. Bayonetta comes packed in with the purchase of every retail packaged version of Bayonetta 2.\r Features:\r-Initiate the new Umbran Climax technique to temporarily summon demons and boost Bayonetta's attack power and range whenever you fill her magic gauge.\r-Fight with new over-the-top weapons that open new possibilities to the way you battle, including the Kafka, a bow that shoots poisonous arrows; the Rakshasa, a pair of beautiful katana blades; and a giant rifle-inspired scythe known as the Chernobog.\r-Team up with a friend in Tag Climax, a two-player online co-op mode. Enjoy a little friendly competition by trying to deal the most damage as you work together to take down angels and demons.\r-In online quick matches, you can wager halos, the in-game currency that you earn by defeating enemies. You receive a large sum back if you can prove you're a better fighter than your partner. Halos can then be traded in a story mode shop to unlock new techniques, buy accessories and pick up alternate weapon variations.\r-Every chapter ends with a medal ranking: Stone, Bronze, Silver, Gold, Platinum or Pure Platinum. The more skilled you are, the higher your ranking.\r-This game is approachable for players of all levels, with settings of three difficulty levels. Through Touch Play, you can play with the GamePad stylus and touch screen, regardless of which difficulty you choose.",
        "Something terrible happened. Chicory, superstar artist and wielder of the Brush, is missing, and all the color in the land vanished with her. It's up to you, Chicory's number one fan, to pick up the Brush and fill in for her. It's a big job but you're ready for it! Probably!Chicory: A Colorful Tale is a top-down adventure game in a coloring book world where you can draw on anything. Use your painting powers to explore new places, solve puzzles, help your friends, and change the world!",
        "Join the fight between man and machine in the definitive edition of this critically-acclaimed RPG. Discover the origins of Shulk as he and his companions clash against a seemingly-unstoppable mechanical menace. Wield a future-seeing blade, chain together attacks, and carefully position your party members in strategic, real-time combat as you journey across a massive world. During an attack from the mechanical invaders known as the Mechon, Shulk discovers that he can tap into the full power of a mysterious blade known as the Monado. With the mighty Monado in hand, Shulk sets out to defeat the Mechon once and for all. In addition to the Mechon, you’ll run into wildlife that ranges from docile to deadly. Keep an eye on what attracts monsters’ attention to avoid unwanted conflict…or try your hand at bringing down an ultra-powerful Unique Monster. Upgrade your party as you progress through the adventure by selecting equipment, enhancing weapon skills, and using benefit-granting gems. Put your dependable companions to work by filling the party gauge to trigger a Chain Attack and attack enemies in quick succession.",
        "Dead Cells is a rogue-lite, metroidvania action-platformer. You'll explore a sprawling, everchanging castle... assuming you're able to fight your way past its keepers in 2D souls-lite combat. No checkpoints. Kill, die, learn, repeat. RogueVania: The progressive exploration of an interconnected world, with the replayability of a rogue-lite and the adrenaline pumping threat of permadeath. 2D Souls-lite Action: Tough but fair combat, more than fifty weapons and spells with unique gameplay, and of course, the emergency panic roll to get you out of trouble. Nonlinear progression: Sewers, Ossuary or Remparts? Once unlocked, special permanent abilities allow you to access new paths to reach your objective. Opt for the path that suits your current build, your play style or just your mood. Exploration: Secret rooms, hidden passages, charming landscapes. Take a moment to stroll the towers and breath in that fresh sea mist infused air...\r ",
        "No content",
        "The cat's out of the bag, Super Mario 3D World is on to the Nintendo Switch system. Pounce and climb through dozens of colorful stages! Mario (and his friends) can use power-ups like the Super Bell, which grants catlike abilities, like climbing and scratching. Work together locally or online with up to three other players to reach the goaland to see who can get a high score. The Super Mario 3D World + Bowser's Fury game features the same great co-op gameplay, creative levels and power-ups as the original game, but also so much more.",
        "War is coming to the continent of Fódlan. Here, order is maintained by the Church of Seiros, which hosts the prestigious Officer's Academy within its headquarters. You are invited to teach one of its three mighty houses, each comprised of students brimming with personality and represented by a royal from one of three territories. As their professor, you must lead your students in their academic lives and in turn-based, tactical RPG battles wrought with strategic, new twists to overcome. Which house, and which path, will you choose?",
        "\"Fighting to liveand living to fight\" - A brand new RPG adventure awaits in Xenoblade Chronicles 3. Bringing together the futures of Xenoblade Chronicles and Xenoblade Chronicles 2, this title will take players to the world of Aionios, home to two hostile nations.  Keves: a nation where mechanical technology was developed. Their armies are composed of units consisting mainly of combat vehicles. They use units of small, mobile weapons operated by soldiers riding them. \r\rAgnus: a nation strong in ether, a magical technology. Their forces are built around units that specialise in ether combat, and they fight with small, mobile, autonomous weapons that use ether technology. \r\rSix soldiers hailing from these nations, will take part in a grand tale with life as its central theme. \r\rNoah: One of the protagonists of Xenoblade Chronicles 3 and a solider of Keves. Noah is also an \"off-seer\" who mourns for soldiers who've lost their lives on the battlefield. \r\rLanz: An ally of Noah's who wields a great sword that doubles as a shield. \r\rEunie: A childhood friend of Noah and Lanz who has a sharp tongue and rough personality. She specialises in healing her allies in battle. \r\rMio: The other protagonist of this story, Mio is a soldier of Agnus and an off-seer like Noah. \r\rTaion: A tactician who fights alongside Mio using his smarts and insight. \r\rSena: This soldier is an ally of Mio and Taion. Despite her petite figure, Sena wields immense physical strength!",
        "NieR:Automata The End of YoRHa Edition is the Nintendo Switch™ version of NieR:Automata, an award-winning post-apocalyptic action RPG that has achieved deep-rooted popularity around the world. The distant future… Invaders from another world attack without warning, unleashing a new type of threat: weapons known as “machine lifeforms.” In the face of this insurmountable threat, mankind is driven from Earth and takes refuge on the Moon. As 2B, a member of the newly organized android military force YoRHa, players will immerse themselves in a ferocious battle to take back the planet.\r Experience a captivating story that goes beyond simple entertainment, inspiring a wide array of emotions as it unfolds through genre blending action in a beautifully desolate open world.\r This product includes the content of the \"3C3C1D119440927\" DLC.*\rThree types of colosseums are included, and three types of costumes based on characters from the related title, NieR Replicant, can be obtained as rewards.\r *To enjoy this content you will need to have progressed a certain way into the main story of the game. There are also some scenes during the progression of the main game scenario in which this content cannot be accessed.",
        "No content",
        "No content",
        "Reaping souls of the dead and punching a clock might get monotonous but it's honest work for a Crow. The job gets lively when your assigned soul is stolen and you must track down a desperate thief to a realm untouched by death - where creatures grow far past their expiry and overflow with greed and power.Talon Sharp Combat: Utilize melee weapons, arrows and magic to overcome a fantastic array of beasts and demigods. Mistakes are punished and victory is rewarded. Gain an edge by customizing your character stats and mastering the abilities and upgrades you obtain.A Beautifully Bleak World: Venture beyond the Doors and explore a land full of twisted inhabitants and countless secrets, bringing hope to the weird and wonderful characters you'll meet along the way.A Dark Mystery to Unravel: Track down and defeat colossal tyrants with stories and motivations of their own. Experience a somber yet darkly comedic tale, uncovering the truths behind the flow of souls, the role of the Crows and the origin of the Doors.",
        "The classic archery party game from the creators of Celeste, featuring Nintendo Switch-exclusive 6-player battles and more!\r TowerFall is the ultimate version of the beloved archery combat/party game, featuring all of the content from Ascension and Dark World, and several Nintendo Switch-exclusive additions!\r Inspired by classics from the golden age of couch multiplayer, TowerFall centers around hilarious, intense versus matches - best played against friends, sitting cross-legged on the floor within punching distance of each other.\r The core mechanics are simple and accessible, but hard to master, with a huge amount of gameplay variants, arrow types, power-ups, and levels. And when you need a break from the competition, team up in 1-4 player co-op modes, where you’ll fight off a wide variety of monsters, enemy archers, and bosses.\r The Nintendo Switch version includes several new and exclusive features, including 6-player battles utilizing widescreen levels, new gameplay variants, and guest archers Madeline and her reflection Badeline from fan-favorite platformer Celeste!\r",
        "Follow the marked trails or explore the backcountry as you make your way to the summit. Along the way, meet other hikers, discover hidden treasures, and take in the world around you. Explore the island any way you like. Choose your own path to follow and see where it leads you. You never know what you might stumble into!\r  Hike at your own pace - there's no need to rush to the summit! Take your time fishing along the river banks or swimming by the lakeshore.\r  Collect hidden treasures to reach new heights. Try taking a dive off the mountain peaks to soar above the forests.\r  Chat with the other hikers you meet along your route. You might be able to help each other out!\r  Listen to a lush original soundtrack by Mark Sparling that progresses dynamically as you explore the wilderness.\r ",
        "Neon White is a lightning fast first-person action game about exterminating demons in Heaven. You are White, an assassin handpicked from Hell to compete with other demon slayers for a chance to live permanently in Heaven. The other assassins seem familiar, though… did you know them in a past life?\r Features:\r• You play as Neon White, an assassin plucked from Hell to compete with other demon slayers for a shot at redemption.\r• Collect “Soul Cards” to attack your foes or discard them to use unique movement abilities.\r• Compete for the best times by cleverly combining cards to discover massive shortcuts.\r• Uncover Heaven’s mysteries by getting to know the other assassins… did you know them in a past life?",
        "This game includes Dream Daddy: Dadrector’s Cut. It features cut content, new sidequests, the ability to replay minigames that you’ve discovered throughout the game, and a brand new minigame for your enjoyment. You and your daughter have just moved into the sleepy seaside town of Maple Bay only to discover that everyone in your neighborhood is a single, dateable Dad! Will you go out with Teacher Dad? Goth Dad? Bad Dad? Or any of the other cool Dads in this game? With a variety of paths and endings, Dream Daddy: A Dad Dating Simulator hopes to be the year's most anticipated Dad-based game for the second year in a row.",
        "The fight continues in Wood Oak City. After the events of Streets of Rage 4, our heroes wanted to prepare themselves for future threats. Axel, Blaze and their mates will start a very special deranged training with the help of Dr. Zan, who built an AI program from the remnants of Mister X’s brain that simulates every kind of danger they could be facing.\r With this new DLC, get ready for:\r • 3 new playable characters\r• A new Survival mode with weekly challenges\r• Character customization: build your own fighting style with new moves\r• New weapons and enemies! ",
        "Become a giant walking dice and battle to the end of an ever-changing dungeon! Can you escape the cruel whims of Lady Luck? In this new fast-paced deckbuilding roguelike from Terry Cavanagh, Chipzel, and Marlowe Dobbe, you'll fight monsters, find better loot, and level up your heroes as you work together to take down the Goddess of Fortune, Lady Luck herself. Balance your carefully planned strategies against the unknown of a dice roll. Play as six different characters, each with their own unique play styles and abilities. Master each class and figure out which one best fits your style in this charming world filled with a growing array of twists and secrets.\r Can you make it out alive? Maybe, but luck is definitely not on your side.\r",
        "No content",
        "Echoes of a dark and violent past resonate throughout a savage land, steeped in treasure and blood. Hyper Light Drifter is an action adventure RPG in the vein of the best 16bit classics, with modernized mechanics and designs on a much grander scale.\r Drifters of this world are the collectors of forgotten knowledge, lost technologies and broken histories. Our Drifter is haunted by an insatiable illness, traveling further into the lands of Buried Time, hoping to discover a way to quiet the vicious disease.",
        "TUNIC is an action adventure game about a tiny fox in a big world where you don't belong. Presented by Finji.\r Developed by Andrew Shouldice, TUNIC is a game shrouded in mystery and intrigue. Crafted to evoke feelings of classic action adventure games, TUNIC stars a heroic little fox as they explore a foreign land that hides danger around every corner. Discover unique items, new combat techniques, and arcane secrets as our hero forges their way through intriguing new world. \r\rExplore a land filled with lost legends, ancient powers, and ferocious monsters in TUNIC, an isometric action game about a small fox on a big adventure. Stranded on a mysterious beach, armed with only your own curiosity, you will confront colossal beasts, collect strange and powerful items, and unravel long-lost secrets.\r * Explore a hostile and intricately-connected world of shady forests, sprawling ruins, and labyrinthine catacombs\r* Fight mighty bosses deep beneath the earth, high above the clouds, and in places stranger still\r* Collect the missing manual pages, bursting with hints and original full-colour illustrations\r* Discover hidden treasures to help you on your way\r* Unearth secret relics, secret techniques, secret puzzles, and listen, there's a lot of secrets!\r* Featuring sound design by Power Up Audio (Celeste, Darkest Dungeon, Subnautica: Below Zero)\r* And an original soundtrack by Lifeformed (Dustforce, Double Fine Adventure)\r Keep your wits about you and be brave, little fox!",
        "No content",
        "No content",
        "No content",
        "No content",
        "FAR: Lone Sails is a vehicle adventure game. It’s just you and your machine vs. the big nothing. Traverse a dried-out seabed littered with the remains of a decaying civilization. Keep your unique vessel going, overcome numerous obstacles and withstand the hazardous weather conditions. How far can you make it? What will you find?",
        "June 7, 1995. 1:15 AM.\r You arrive home after a year abroad. You expect your family to greet you, but the house is empty. Something's not right. Where is everyone? And what's happened here?\r Gone home is an interactive exploration simulator. Interrogate every detail of a seemingly normal house to discover the story of the people who live there. Open any drawer and door. Pick up objects and examine them to discover clues. Uncover the events of one family's lives by investigating what they've left behind.\r Go home again.",
        "No content",
        "Join intergalactic bounty hunter Samus Aran in her first new 2D Metroid™ story in 19 years. Samus’ story continues after the events of the Metroid™ Fusion game when she descends upon planet ZDR to investigate a mysterious transmission sent to the Galactic Federation. The remote planet has become overrun by vicious alien lifeforms and chilling mechanical menaces. Samus is more agile and capable than ever, but can she overcome the inhuman threat stalking the depths of ZDR?\r Face off against unrelenting E.M.M.I. robots\r Once DNA-extracting research machines, the imposing E.M.M.I. are now hunting Samus down. Tensions are high as you evade these E.M.M.I. to avoid a cruel death while finding a way to take them down. Find out what turned these robotic wonders into the scourge of ZDR and escape with your life.\r Feel Samus’ power grow as you gain maneuvers and abilities\r Acquire new and familiar abilities as you traverse the many environments of this dangerous world. Parkour over obstacles, slide through tight spaces, counter enemies, and battle your way through the planet. Return to areas and use your new abilities to find upgrades, alternate paths, and a way forward. Explore the sprawling map, evade and destroy E.M.M.I. robots, and overcome the dread plaguing ZDR.\r",
        "Mario fans of the world, unite! Now you can play, create, and share the side-scrolling Super Mario courses of your dreams in the Super Mario Maker 2 game, available exclusively on the Nintendo Switch™ system! Dive into the single-player Story Mode and play built-in courses to rebuild Princess Peach’s castle. Make your own courses, alone or together. And with a Nintendo Switch Online membership*, share your courses, access a near-endless supply made by others, enjoy online multiplayer, and more. A new side-scrolling Mario adventure that unleashes the creative potential of Super Mario Maker 2 awaits in Story Mode, which contains over 100 built-in courses. And in Course Maker, a wide range of parts, tools, and more are available so you can construct your own courses. Want coin-shooting cannons? Bowser riding on a giant Goomba? Cat Mario sliding down slopes to take out an army of baddies? Go for it! You call the shots. Pass a Joy-Con controller to a partner to build cooperatively on a single system.",
        "Rise to the challenge and join the hunt. The action-RPG series returns to the Nintendo Switch! Set in the ninja-inspired land of Kamura Village, explore lush ecosystems and battle fearsome monsters to become the ultimate hunter. It's been half a century since the last calamity struck, but a terrifying new monster has reared its head and threatens to plunge the land into chaos once again.\r Hunt solo or in a party with friends to earn rewards that you can use to craft a huge variety of weapons and armor. Brand new gameplay systems such as the high-flying 'Wire Action' and your canine companion 'Palamute' will add exciting new layers to the already robust combat that Monster Hunter is known for.\r Whether it's at home, on the go, online or offline - you'll always be ready for your next hunt on the Nintendo Switch!",
        "Downwell is a curious game about a young person venturing down a well in search of untold treasures with only his Gunboots for protection. Make your way further and further down into the darkness filled with nasty creatures and mysterious secrets to collect the spectacular red gems scattered about the rocks. Step into precariously placed shops and buy some helpful items or level up between levels to battle well-dwelling monsters and uncover hidden caves filled with riches and relics. No two trips down the well are ever the same.",
        "Generations of gamers have battled the demonic hordes of Diablo, and now it's your turn to take part in the action-RPG legacy. This Eternal Collection features Diablo III, the Reaper of Souls expansion set and the Rise of the Necromancer packall together in one definitive volume. Prepare yourself, mortal hero. The hellgates are opening.",
        "Grab your pickaxe and dig into the sequel to SteamWorld Dig. A platform mining adventure forged in Metroidvania flames. In search of her lost friend, a lone steambot and her unlikely companion must dig deep, gain riches and explore an underworld riddled with danger. But time is running short... [Nintendo]",
        "A rebel pilot named Shinra must battle an enemy nation using a specially-designed fighter called the Ikaruga, which can switch between two energy polarities (black or white) at the touch of a button. Bullets that are the same color as Shinra's ship can be absorbed, while the opposite color will do damage - this polarity-switching mechanic is the game's core feature and the foundation for its stage and enemy design. It's now up to Shinra makes his final stand, as the Ikaruga might be the rebel federation's last chance to defeat the oppressive Horai regime.",
        "Another helping of classic Cuphead action awaits you in Cuphead - The Delicious Last Course! Brothers Cuphead and Mugman are joined by the clever, adventurous Ms. Chalice for a rollicking adventure on a previously undiscovered Inkwell Isle! With the aid of new weapons, magical charms, and Ms. Chalice’s unique abilities, players will take on a new cast of fearsome, larger than life bosses to assist the jolly Chef Saltbaker in Cuphead’s final challenging quest! ",
        "Cave Story takes you into a rare world where a curious race of innocent, rabbit-like creatures called Mimiga run free. You wake up in a dark cave with no memory of who you are, where you came from or why you're in such a place. Uncovering Mimiga Village, you discover that the once-carefree Mimiga are in danger at the hands of a maniacal scientist. Their only hope rests squarely on the shoulders of a quiet, amnesiac boy who can't remember his own name. Take control, learn the origins of this world's power, stop the delusional villain and save the Mimiga.",
        "Bayonetta returns in an all-new, over-the-top climax action game. Sporting a wicked new ensemble and somehow familiar pigtails, the titular Umbra Witch must face a mysterious evil using her signature guns and time-slowing Witch Time ability. Is her foe angel, demon, or something else entirely?Tap into Bayonetta's naughtier side with Demon Masquerade, a new ability that channels the demon linked to her weapon allowing for some exciting action options, not to mention some hair-raising combos. She can also summon her demonic darlings like Gomorrah, Malphas, and Phantasmaraneae during battle, unleashing their demonic powers in the heat of combat and in new, larger-than life battles where you directly control the action.Bayonetta fights bravely in the streets of Tokyo against a mysterious enemy bent on plunging humanity into the depths of chaos.Why is she there? And has the enemy already extended their grasp to other worlds?",
        "Experience Deemo: The Last Recital, a music rhythm game and story of urban fantasy.\r Deemo is a mystic being that lives in solitude in a castle all by itself. His life changes when a little girl who lost her memories, unknowingly falls from the sky, not knowing who she is and where she came from. Deemo comes to realize that whenever he plays the piano, a tree in front of him grows taller and taller. Confident that the tree can grow tall enough to help the little girl reach the sky from where she came from, the two come together to play the piano together. Can Deemo help the little girl regain her memories and help her get back home?",
        "RECORD and RESTORE are the keys! Use your puzzle brain and action brain to complete the the puzzles. \"FILMECHANISM\" is a 2D puzzle action game! Help \"REC\" reach the goal RECORDING and RESTORING different objects on the stage!\r Challenge over 200 unique puzzles with to guide the mysteriously cute camera humanoid \"REC\" to the goal!\r Make full use of your puzzle brain to figure out the conditions before and after the action, and your action brain to move according to the situation! Play the stages repeatedly, and feel the exhilaration when you clear them!\r Enjoy the retro but stylish world of \"FILMECHANISM\" with its beautiful 8-bit style graphics and sounds!\r",
        "You've inherited your grandfather's old farm plot in Stardew Valley. Armed with hand-me-down tools and a few coins, you set out to begin your new life. Can you learn to live off the land and turn these overgrown fields into a thriving home? It won't be easy. Ever since Joja Corporation came to town, the old ways of life have all but disappeared. The community center, once the town's most vibrant hub of activity, now lies in shambles. But the valley seems full of opportunity. With a little dedication, you might just be the one to restore Stardew Valley to greatness.",
        "No content",
        "Cuphead is a classic run and gun action game heavily focused on boss battles. Inspired by cartoons of the 1930s, the visuals and audio are painstakingly created with the same techniques of the era, i.e. traditional hand drawn cel animation, watercolor backgrounds, and original jazz recordings.\rPlay as Cuphead or Mugman (in single player or local co-op) as you traverse strange worlds, acquire new weapons, learn powerful super moves, and discover hidden secrets while you try and pay your debt back to the devil!",
        "As part of a police special task force, it’s up to you to fight against mysterious, alien-like creatures who have invaded the world.  In the Ark, a multi-cultural city in the near future, disaster strikes when gates to another dimension suddenly appear! Dangerous creatures begin to emerge, attacking the people and polluting the land, and normal police forces are unable to compete with them. To stand up against these threats, a brand new, special police unit known as Neuron is formed. Choose between two playable characters – one male, one female – on your adventure. The character you don’t choose also appears as your younger twin, and a fellow member of Neuron.  In order to resist the creatures, humanity developed a special weapon: the Legion. The Legion acts as your partner, and helps with your investigations. However, it’s in battle where the Legion shows its real ability...",
        "After the success of the Xenoverse series, its time to introduce a new classic 2D DRAGON BALL fighting game for this generations consoles. DRAGON BALL FighterZ is born from what makes the DRAGON BALL series so loved and famous: endless spectacular fights with its allpowerful fighters. Partnering with Arc System Works, DRAGON BALL FighterZ maximizes high end Anime graphics and brings easy to learn but difficult to master fighting gameplay to audiences worldwide. \r\rKey Features:\r * 3vs3 TAG/SUPPORT\rAllows players to train and master more than one fighter/style which brings deeper gameplay\r * HIGH-END ANIME GRAPHICS\rUsing the power of the Unreal engine and the talented team at Arc System Works, DRAGON BALL FighterZ is a visual tour-de-force \r\r* SPECTACULAR FIGHTS\rExperience aerial combos, destructible stages, famous scenes from the DRAGON BALL anime reproduced in 60FPS and 1080p resolution (Higher resolution will be supported on PS4 Pro and Xbox Scorpio)",
        "Kentucky Route Zero is a magical realist adventure game about a secret highway in the caves beneath Kentucky. An antique furniture delivery man trying to make his small shop's last delivery gets lost along the way and meets a haunted TV repairwoman, a young boy and his giant eagle brother, a pair of robot musicians, and dozens of other characters. Together, they explore the nocturnal highways and country roads of Kentucky, the storied Echo River by ferry, and the mysterious Route Zero, the secret highway that runs through Mammoth Cave.",
        "Brawling has never been more beautiful! The long-awaited sequel to the smash hit action-platformer is here: Guacamelee! 2 brings luchador Juan Aguacate out of retirement for a stunning new Metroidvania-style adventure, where he must face his greatest challenge yet - one that threatens to tear apart the very fabric of the Mexiverse!Explore a huge, hand-crafted world inspired by Mexican culture and folklore, filled with sassy new villains and weirdos (and a few old friends!). Learn a deep repertoire of bone-crunching wrestling moves to fend off the skeletal hordes and overcome skillful platforming challenges... and who said anything about a Chicken Illuminati? Certainly not us!Check out these features:* An epic adventure spanning time and space, featuring drop-in 4-player local co-op for you and your best amigos!* A brand new upgrade system: discover \"trainers\" around the world, defeat their challenges, and develop your skill sets for movement, combat, and more!* A vibrant, colorful adventure that takes you from the Mangrove Swamp to Hell itself, featuring twice as many enemy types as the first game and a roster of eccentric new bosses!* An absolutely fuego electro-Mexican soundtrack, and more gorgeous visuals than ever thanks to a fancy new rendering engine!* Definitely no secret society of chickens that teaches you ancient chicken abilities previously lost to the ages!",
        "No content",
        "[*Reviews will go up on September 19 at 5am Pacific] 26 years after its original release on Game Boy, The Legend of Zelda: Link's Awakening will be reborn as a new experience on Nintendo Switch. Buffeted by a storm, Link washes ashore on the mysterious Koholint Island. In order to return home, Link must overcome challenging dungeons and battle against fearsome monsters. This new version of the classic adventure includes many unique elements that appeared in the original Game Boy release, such as 2D platformer-style rooms and appearances from characters outside of The Legend of Zelda series.",
        "No content",
        "Welcome to the University of U. Build your university, your way.\rIt’s time to spin academia on its head! Got a yearning for learning? Or just keen to build an educational masterpiece? Campus is jam-packed with new creative tools to help you build the university of your dreams. \r\rFor the first time, build in the great outdoors as you develop your own delightfully educational campus environment, housing the top teaching facilities in the land. Whether you prefer building on simple foundations, or placing every tree, you can build the university you want.\r Lay down pathways with new easy-to-use tools. Plant glorious collections of outdoor flora. Place benches, fountains, sculptures, hedgerows – even picket fences. The only limit is your imagination (and your in-game bank balance). ",
        "No content",
        "Trine 2: Complete Story is a beautiful, award-winning sidescrolling game of action, puzzles and platforming. Play as the three Heroes - Amadeus the Wizard, Pontius the Knight, and Zoya the Thief - and join their adventure through dangers untold in a fantastical fairytale world, including physics-based puzzles using fire, water, gravity and magic; wicked goblins and their evil plan; and a magical environment full of wonder.\r Features:\r-20 levels chock-full of adventure, hazards, physics-based puzzles, dangerous enemies and curious contraptions\r-Travel through breathtaking environments, including a mushroom forest, a burning desert and snowy ice mountains\r-3 Heroes: Amadeus the Wizard, Pontius the Knight and Zoya the Thief, each with their own set of skills - and personalities charming and otherwise\r-Online and local co-op multiplayer for up to three players\r-Beautiful graphics with a smooth framerate (Full HD 1080p / 60 fps)\r-Supports Stereo 3D\r-Supports DUALSHOCK4 touch pad",
        "Jack Move is a unique blend of gritty cyberpunk story telling, turn based battles and beautiful modern pixel art. Take on the role of Noa, a vigilante hacker determined to rescue her kidnapped father and take down the overreaching Monomind corporation.They whisper her name on the streets: Solares. A mysterious veteran of the Data Wars, Noa Solares keeps the fight against the Corporations alive as a vigilante hacker-for-hire, empowering the downtrodden and undermining those with power. When she receives an emergency message from her estranged father - the eccentric Dr. Abner Solares, whose wife's death spurred him to become the leading researcher of 'digital reanimation' - Noa is thrust into a world of murder, kidnapping, dark research, and the corporation that would steal it for their own ends: Monomind.What starts as fight to save your father will become a fight for the future of mankind itself...",
        "Milo arrives on Earth to find that he's way too small, everybody's gone and a day hasn't passed since 1991!Catch hundreds of mysterious tinykin and use their unique powers to create ladders, bridges, explosions and a lot more!Find a way home through a sprawling ant-sized metropolis, and unravel Earth's biggest mystery!",
        "Who said you could have a \"blissful death\"?Experience the explosive shooter action of DoDonPachi Resurrection!- Battle your way through a mecha metropolis, switching between shot and laser to build chain combos and earn huge point bonuses.- Just learning how to play shooters? Novice Mode is perfect introduction, with fewer bullets and simpler game systems.- Two Arrange Modes with massively remixed gameplay included.- What awaits you beyond the fiendish robotic armies? Can you blast your way through sheer BULLET HELL?",
        "With Bebop and Rocksteady assaulting Channel 6 and stealing super gnarly devices to support Krang and Shredder's latest twisted plan, Teenage Mutant Ninja Turtles: Shredder's Revenge sees the Turtles battling across a righteous range of timeless TMNT locations. From Manhattan and Coney Island, to city rooftops and dank sewers, help the fearsome foursome trounce Foot Soldiers, Triceraton Warriors, and Rock Troops all the way to Dimension X! \r\rEnjoy stunning full-color pixel art graphics and a vintage TMNT vibe that will rock you straight back to the awesome 80s. Every character, vehicle, weapon, item, and background is directly inspired by the 1987 TV show, making you feel like you hopped into the television -- with a dope mix of killer humor and action-packed adventures!",
        "No content",
        "Severed follows the saga of a distraught warrior, who is lost in a fantastical world, as she knits together pieces of her story from both the past and the future. As the heroine, players will embark on a journey through a surreal, nonlinear world by using a gesture-based combat mechanic to defeat enemies in this first-person adventure. During their journey, players will unlock new abilities, discover secrets of the land, and grow in power as they master both offensive and defensive techniques.",
        "Life. Afterlife. Real. Virtual. Dream. Nightmare. It's a thin line.\r This is the action-adventure you've been waiting decades for. After a lab accident, a scientist awakens in a mysterious, alien world. Is this a distant planet? The far future? Or a complex virtual-reality computer simulation?\r Plumb the recesses of a large, labyrinthine world in order to learn its secrets and uncover your role within it.\r Discover tons of weapons, items, and abilities, each with their own unique behaviors and usage. You'll need your wits to find them all.\r Combat bizarre biomechanoid constructs, the deadly fallout of an ancient war, and the demons of your own psyche.\r And finally, break the game itself by using glitches to corrupt foes and solve puzzles in the environment.\r Life. Afterlife. Real. Virtual. Dream. Nightmare. It's a thin line.\r It's Axiom Verge.",
        "OlliOlli World is a bold new skateboarding action-platformer that’s bursting with personality. Flip and flow through the vivid and vibrant world of Radlandia, meeting colorful characters as you grind, trick, and air your way to discover the mystical skate gods on your quest for Gnarvana. Traverse a delightful and weird world as you take on missions, challenges, and make new friends along the way. Customize your character’s looks, tricks, and style while you experience explorable levels with multiple paths that provide an array of opportunities for player expression. Challenge the world in Leagues or dare a friend to beat your best tricks on one of millions of sharable levels. Experience the accessibility, depth, and player freedom as you dive into the signature flow state gameplay of OlliOlli World.\r OlliOlli World marks the third entry in the critically-acclaimed OlliOlli series from Roll7, the BAFTA and multi-award-winning independent studio.\r Key Features:\r • Welcome to Radlandia!: Take a trip across a lush skateboarding utopia that is filled to the brim with eccentric characters and vibrant locations that are begging to be explored. Find your grind in Inflatable Alley or blaze down Los Vulgas to discover new paths, fresh side quests, rad rewards, and epic trick opportunities. All perfectly complemented by a hand-picked compilation of IDM and Electronica tracks. \r\r• Play at your level: Super tight controls combine with highly refined gameplay to ensure a silky smooth ride. Not a Pro? Don’t worry – OlliOlli World welcomes you with open arms, allowing new players to tear down streets and pull off sick method grabs without fear of faceplanting the curb. Think you’ve got what it takes? Achieve mastery through millions of unique levels in sandbox mode or compete against rivals around the globe in leagues with a hugely deep combo system with over 100 moves to master and combine in your battle for the highest score.\r • Freedom of expression: Cruise through Radlandia's epic skate-haven and prove your skills to unlock special rewards that let you customize your character’s looks, tricks and style. Want to skate in your flip flops… go for it. Want to wear a bumble bee onesie …ok then… no judgement. In OlliOlli World as long as you’re on board anything goes!   \r",
        "No content",
        "The stop-at-nothing pushing prince is back and ready to reroll. When the King of All Cosmos accidentally destroys all the stars in the sky, he orders you, his pint-sized princely son, to put the twinkle back in the heavens above. Join the King and Prince of Cosmos on their wacky adventure to restore the stars at home or on the go – now in full HD.",
        "No content",
        "No content",
        "Create unique teams and combos from 40+ recruitable allies in this casual but compelling game. Port Manacloud – a nation that owes its power and prosperity to its alchemists. Noah, an alchemical prodigy, is journeying across the skies in her airship when she discovers mysterious floating ruins. As she draws closer to investigate, a cat leaps on board. The cat accuses Noah of being a tomb raider and unleashes a storm that sends her vessel crashing down. In need of parts to repair her ship and driven by curiosity, Noah enters the ruins…\r A Casual Roguelite Action Game\rExplore dungeons that shift with each playthrough and sweep through foes along the way. Use recruitable allies, “Lilliputs,” and items you’ve collected to defeat the ruin bosses. If you get knocked out during your adventure, never fear—you can use the items you’ve earned to power up Noah and come back stronger than ever.",
        "Velocity 2X is the highly anticipated sequel to Velocity Ultra that features amazing puzzle-platforming action alongside award-winning top-down shoot em-up gameplay!\r Engage the Quarp Drive teleport to outsmart the enemy in race-tuned space combat, then dock your ship, jump out and run around on foot to infiltrate enemy bases. Once youve disabled internal defences, jump back into the Quarp Jet and continue your mission!\r Velocity 2X takes the same approach to great gameplay design that made Velocity Ultra so much fun, and applies it to a puzzle-platforming adventure too, making Velocity 2X twice the twitchy fun!",
        "Amongst the best beat’em up series ever created, jammin’ ‘90s beats and over the top street beating, the iconic series Streets of Rage comes back with a masterful tribute to and revitalization of the classic action fans adore.\r The all-time classic Streets of Rage, known as Bare Knuckle (ベア・ナックル Bea Nakkuru) in Japan, is a beat ‘em up series known for this timeless gameplay and electronic dance influenced music. Streets of Rage 4 builds upon the classic trilogy’s gameplay with new mechanics, beautiful hand-drawn visuals and a God tier soundtrack.\r Team up with iconic and brand-new characters\r Streets of Rage 4 got its iconic characters back: Axel, Blaze, and Adam teaming up with new brother and sister in arms Floyd Iraia and Cherry Hunter. With some brand-new moves and kickass tracks to take a listen, our heroes are ready to dish out beatdowns to a fledgling group of ill-advised criminals in full force.",
        "No content"
    ],
    "date": [
        "March 3, 2017",
        "October 27, 2017",
        "April 9, 2021",
        "June 28, 2022",
        "October 8, 2021",
        "October 21, 2022",
        "September 17, 2020",
        "September 4, 2019",
        "September 17, 2020",
        "September 18, 2018",
        "December 7, 2018",
        "January 25, 2018",
        "August 5, 2021",
        "August 26, 2021",
        "January 6, 2022",
        "September 22, 2022",
        "February 16, 2018",
        "April 28, 2017",
        "June 28, 2018",
        "August 3, 2017",
        "September 27, 2019",
        "July 17, 2018",
        "July 7, 2021",
        "December 28, 2017",
        "March 3, 2017",
        "March 20, 2020",
        "September 27, 2019",
        "September 13, 2018",
        "February 13, 2020",
        "September 23, 2021",
        "June 12, 2018",
        "February 16, 2018",
        "December 15, 2021",
        "May 29, 2020",
        "August 7, 2018",
        "August 28, 2018",
        "February 12, 2021",
        "July 26, 2019",
        "July 29, 2022",
        "October 6, 2022",
        "August 9, 2018",
        "October 9, 2018",
        "November 23, 2021",
        "September 27, 2018",
        "August 18, 2020",
        "June 16, 2022",
        "July 2, 2019",
        "July 15, 2021",
        "December 15, 2020",
        "October 28, 2021",
        "September 6, 2018",
        "September 27, 2022",
        "July 4, 2019",
        "April 12, 2022",
        "April 14, 2021",
        "March 20, 2019",
        "August 18, 2019",
        "September 6, 2018",
        "September 30, 2021",
        "October 8, 2021",
        "June 28, 2019",
        "March 26, 2021",
        "January 31, 2019",
        "November 2, 2018",
        "September 21, 2017",
        "May 29, 2018",
        "June 30, 2022",
        "June 20, 2017",
        "October 28, 2022",
        "September 28, 2017",
        "December 15, 2021",
        "October 5, 2017",
        "August 19, 2021",
        "April 17, 2019",
        "August 30, 2019",
        "September 28, 2018",
        "January 28, 2020",
        "December 10, 2018",
        "December 14, 2017",
        "September 20, 2019",
        "May 13, 2020",
        "August 9, 2022",
        "April 27, 2022",
        "February 18, 2019",
        "September 20, 2022",
        "August 30, 2022",
        "November 25, 2021",
        "June 16, 2022",
        "March 23, 2021",
        "August 8, 2017",
        "October 5, 2017",
        "February 8, 2022",
        "December 15, 2020",
        "December 7, 2018",
        "February 13, 2018",
        "July 25, 2019",
        "June 28, 2022",
        "September 20, 2018",
        "April 30, 2020",
        "December 17, 2018"
    ],
    "platform": [
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch",
        "Switch"
    ],
    "score": [
        "97",
        "97",
        "96",
        "96",
        "94",
        "94",
        "93",
        "93",
        "93",
        "93",
        "93",
        "92",
        "92",
        "92",
        "92",
        "92",
        "92",
        "92",
        "91",
        "91",
        "91",
        "91",
        "91",
        "91",
        "91",
        "90",
        "90",
        "90",
        "90",
        "90",
        "90",
        "90",
        "90",
        "89",
        "89",
        "89",
        "89",
        "89",
        "89",
        "89",
        "89",
        "89",
        "89",
        "89",
        "88",
        "88",
        "88",
        "88",
        "88",
        "88",
        "88",
        "88",
        "88",
        "88",
        "88",
        "88",
        "88",
        "88",
        "88",
        "88",
        "88",
        "88",
        "88",
        "88",
        "88",
        "88",
        "88",
        "88",
        "88",
        "88",
        "88",
        "87",
        "87",
        "87",
        "87",
        "87",
        "87",
        "87",
        "87",
        "87",
        "87",
        "87",
        "87",
        "87",
        "87",
        "87",
        "87",
        "87",
        "87",
        "87",
        "87",
        "87",
        "87",
        "87",
        "87",
        "87",
        "87",
        "87",
        "87",
        "87"
    ],
    "url": [
        "/game/switch/the-legend-of-zelda-breath-of-the-wild",
        "/game/switch/super-mario-odyssey",
        "/game/switch/the-house-in-fata-morgana---dreams-of-the-revenants-edition--",
        "/game/switch/portal-companion-collection",
        "/game/switch/tetris-effect-connected",
        "/game/switch/persona-5-royal",
        "/game/switch/hades",
        "/game/switch/divinity-original-sin-ii---definitive-edition",
        "/game/switch/ori-and-the-will-of-the-wisps",
        "/game/switch/undertale",
        "/game/switch/super-smash-bros-ultimate",
        "/game/switch/celeste",
        "/game/switch/a-monsters-expedition",
        "/game/switch/spelunky-2",
        "/game/switch/dead-cells-the-queen-the-sea",
        "/game/switch/oneshot-world-machine-edition",
        "/game/switch/bayonetta-2",
        "/game/switch/mario-kart-8-deluxe",
        "/game/switch/inside",
        "/game/switch/retro-city-rampage-dx",
        "/game/switch/dragon-quest-xi-s-echoes-of-an-elusive-age---definitive-edition",
        "/game/switch/sonic-mania-plus",
        "/game/switch/unavowed",
        "/game/switch/steamworld-heist-ultimate-edition",
        "/game/switch/shovel-knight-treasure-trove",
        "/game/switch/animal-crossing-new-horizons",
        "/game/switch/ori-and-the-blind-forest-definitive-edition",
        "/game/switch/bastion",
        "/game/switch/florence",
        "/game/switch/the-forgotten-city",
        "/game/switch/hollow-knight",
        "/game/switch/bayonetta-+-bayonetta-2",
        "/game/switch/chicory-a-colorful-tale",
        "/game/switch/xenoblade-chronicles-definitive-edition",
        "/game/switch/dead-cells",
        "/game/switch/into-the-breach",
        "/game/switch/super-mario-3d-world-+-bowsers-fury",
        "/game/switch/fire-emblem-three-houses",
        "/game/switch/xenoblade-chronicles-3",
        "/game/switch/nier-automata---the-end-of-yorha-edition",
        "/game/switch/okami-hd",
        "/game/switch/mark-of-the-ninja-remastered",
        "/game/switch/deaths-door",
        "/game/switch/towerfall",
        "/game/switch/a-short-hike",
        "/game/switch/neon-white",
        "/game/switch/dream-daddy-a-dad-dating-simulator",
        "/game/switch/streets-of-rage-4-mr-x-nightmare",
        "/game/switch/dicey-dungeons",
        "/game/switch/dusk",
        "/game/switch/hyper-light-drifter",
        "/game/switch/tunic",
        "/game/switch/what-remains-of-edith-finch",
        "/game/switch/13-sentinels-aegis-rim",
        "/game/switch/fez",
        "/game/switch/nuclear-throne",
        "/game/switch/far-lone-sails",
        "/game/switch/gone-home",
        "/game/switch/unsighted",
        "/game/switch/metroid-dread",
        "/game/switch/super-mario-maker-2",
        "/game/switch/monster-hunter-rise",
        "/game/switch/downwell",
        "/game/switch/diablo-iii-eternal-collection",
        "/game/switch/steamworld-dig-2",
        "/game/switch/ikaruga",
        "/game/switch/cuphead-in-the-delicious-last-course",
        "/game/switch/cave-story-+",
        "/game/switch/bayonetta-3",
        "/game/switch/deemo",
        "/game/switch/filmechanism",
        "/game/switch/stardew-valley",
        "/game/switch/quake-remastered",
        "/game/switch/cuphead",
        "/game/switch/astral-chain",
        "/game/switch/dragon-ball-fighterz",
        "/game/switch/kentucky-route-zero-tv-edition",
        "/game/switch/guacamelee!-2",
        "/game/switch/enter-the-gungeon",
        "/game/switch/the-legend-of-zelda-links-awakening",
        "/game/switch/super-mega-baseball-3",
        "/game/switch/two-point-campus",
        "/game/switch/the-stanley-parable-ultra-deluxe",
        "/game/switch/trine-2-complete-story",
        "/game/switch/jack-move",
        "/game/switch/tinykin",
        "/game/switch/dodonpachi-resurrection",
        "/game/switch/teenage-mutant-ninja-turtles-shredders-revenge",
        "/game/switch/overcooked!-all-you-can-eat",
        "/game/switch/severed",
        "/game/switch/axiom-verge",
        "/game/switch/olliolli-world",
        "/game/switch/grindstone",
        "/game/switch/katamari-damacy-reroll",
        "/game/switch/owlboy",
        "/game/switch/super-mega-baseball-2-ultimate-edition",
        "/game/switch/little-noah-scion-of-paradise",
        "/game/switch/velocity-2x",
        "/game/switch/streets-of-rage-4",
        "/game/switch/firewatch"
    ],
    "userscore": [
        "8.7",
        "8.9",
        "8.6",
        "8.1",
        "8.1",
        "8.3",
        "9.0",
        "8.4",
        "8.7",
        "8.2",
        "8.6",
        "8.6",
        "7.9",
        "7.2",
        "7.8",
        "tbd",
        "8.5",
        "8.6",
        "8.5",
        "7.9",
        "8.6",
        "8.1",
        "8.1",
        "8.2",
        "8.2",
        "5.6",
        "8.5",
        "7.6",
        "6.0",
        "8.5",
        "9.0",
        "8.7",
        "7.3",
        "8.8",
        "8.3",
        "7.9",
        "8.7",
        "8.8",
        "8.6",
        "7.0",
        "8.3",
        "8.5",
        "8.1",
        "8.5",
        "8.5",
        "7.7",
        "6.9",
        "8.5",
        "7.9",
        "8.2",
        "7.8",
        "7.7",
        "7.8",
        "8.6",
        "6.8",
        "8.5",
        "7.9",
        "6.3",
        "7.4",
        "8.7",
        "8.5",
        "8.8",
        "7.3",
        "7.4",
        "8.5",
        "7.7",
        "7.9",
        "7.9",
        "7.5",
        "8.3",
        "tbd",
        "8.6",
        "8.2",
        "8.4",
        "8.9",
        "7.8",
        "7.3",
        "8.2",
        "8.0",
        "8.4",
        "8.0",
        "5.7",
        "8.0",
        "7.6",
        "tbd",
        "7.8",
        "tbd",
        "8.2",
        "7.8",
        "7.9",
        "8.2",
        "7.2",
        "7.4",
        "8.0",
        "7.3",
        "8.2",
        "6.0",
        "8.1",
        "8.4",
        "7.0"
    ],
    "genre": [
        "Action Adventure,Open-World",
        "Action,Platformer,3D",
        "Adventure,Visual Novel",
        "Miscellaneous,Compilation",
        "Puzzle,Stacking",
        "",
        "No content",
        "Action Adventure,General,Linear",
        "Role-Playing,Western-Style",
        "Action,Platformer,2D,,Metroidvania",
        "Role-Playing,Japanese-Style",
        "Action,Fighting,2D",
        "Action,Platformer,2D",
        "No content",
        "Puzzle,Action",
        "Action,Platformer,2D",
        "No content",
        "Action,Platformer,2D",
        "Adventure,Puzzle,Action,General",
        "Action Adventure,Linear",
        "Other,Racing,Arcade,Automobile",
        "Action,Platformer,2D",
        "No content",
        "Action Adventure,Open-World",
        "Role-Playing,Japanese-Style",
        "Action,Platformer,2D",
        "No content",
        "General,Adventure,Point-and-Click",
        "Strategy,Turn-Based,General",
        "Action,Platformer,2D",
        "Simulation,Virtual,Virtual Life",
        "Action,Platformer,2D,,Metroidvania",
        "No content",
        "Role-Playing,Action RPG",
        "Adventure,General,Visual Novel",
        "Action Adventure,General",
        "Action,Action Adventure,General,Platformer,,Metroidvania",
        "Miscellaneous,Compilation",
        "Adventure,General",
        "Role-Playing,Action RPG",
        "Action,Platformer,2D",
        "Strategy,Turn-Based,Tactics",
        "No content",
        "Action,Platformer,3D",
        "Strategy,Turn-Based,Tactics",
        "Role-Playing,Action RPG",
        "Role-Playing,Action RPG",
        "",
        "No content",
        "Action,Platformer,2D",
        "No content",
        "Action Adventure,General",
        "Action,General,Platformer,2D",
        "Adventure,General",
        "Action,Shooter,First-Person,Arcade",
        "Simulation,Virtual,Virtual Life",
        "Action,Beat-'Em-Up,2D",
        "Strategy,General",
        "Action,Shooter,First-Person,Arcade",
        "No content",
        "Role-Playing,Action RPG",
        "Role-Playing,Action Adventure,Action RPG,Open-World",
        "Adventure,3D,First-Person",
        "No content",
        "",
        "No content",
        "Action,Platformer,2D",
        "No content",
        "",
        "No content",
        "Action,Action Adventure,Platformer,Linear,2D",
        "Adventure,3D,First-Person",
        "Role-Playing,Action RPG",
        "No content",
        "Action,Action Adventure,Platformer,Open-World,,Metroidvania",
        "Action,Platformer,2D",
        "Role-Playing,Action RPG",
        "Action,General",
        "Role-Playing,Action RPG",
        "Action,Action Adventure,General,Platformer,2D,",
        "Action,Shooter,Shoot-'Em-Up,Vertical",
        "Action,Platformer,2D",
        "Action,Platformer,2D,",
        "Action Adventure,Linear",
        "Action,Rhythm,Music",
        "Puzzle,Action",
        "Role-Playing,General",
        "Action,Shooter,First-Person,Arcade",
        "No content",
        "Action,Platformer,2D",
        "Action Adventure,General",
        "Action,Fighting,2D",
        "Adventure,General",
        "Action,Platformer,2D,",
        "Action,General,Shooter,Shoot-'Em-Up,Top-Down",
        "No content",
        "Action Adventure,Open-World",
        "Sports,Team,Baseball,Arcade",
        "No content",
        "Strategy,Management,Business / Tycoon",
        "Adventure,3D,First-Person",
        "No content",
        "Action,Platformer,2D",
        "Role-Playing,Japanese-Style",
        "Action,Strategy,Real-Time,Platformer,3D,Command",
        "Action,Shooter,Shoot-'Em-Up,Vertical",
        "Action,Beat-'Em-Up,2D",
        "Miscellaneous,Compilation",
        "No content",
        "Action Adventure,General",
        "Action,Action Adventure,General,Platformer,,Metroidvania",
        "Action,Platformer,2D",
        "",
        "No content",
        "Action Adventure,General",
        "Action Adventure,General",
        "No content",
        "",
        "No content",
        "Action,Platformer,2D",
        "Action,General,Shooter,Shoot-'Em-Up,Top-Down",
        "General,Action,Beat-'Em-Up,2D",
        "",
        "No content"
    ]
}